"ASSISTANT_TRY_AGAIN" = "عذرًا، هل يمكن أن تقول ذلك مرة أخرى؟";
"ASSISTANT_CONNECTION_FAILED_0" = "عذرًا، أنا أواجه مشكلة في الاتصال بالشبكة.";
"ASSISTANT_CONNECTION_FAILED_1" = "عذرًا لم أتمكن من الاتصال الآن.";
"ASSISTANT_CONNECTION_FAILED_2" = "عذرًا، لا يوجد عندي اتصال بالشبكة.";

"ASSISTANT_INITIAL_QUERY" = "بماذا أساعدك؟";
"ASSISTANT_GUIDE_HEADER" = "اضغط على الميكروفون لتقول أشياء مثل:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "دليل";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "‏Siri غير متوفر";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "قم بالاتصال بالإنترنت.";

"ASSISTANT_EDUCATION_TITLE" = "هل يستطيع Siri مساعدتك؟";
"ASSISTANT_EDUCATION_CONTENT" = "اضغط مطولًا على زر الشاشة الرئيسية لبدء استخدام Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "يمكنك أيضًا السؤال عن الأشياء بدون الضغط مطولًا على زر الشاشة الرئيسية. عندما تكون الشاشة قيد التشغيل، فقط قم برفع الهاتف لأذُنك ثم ابدء بالتكلم.";